Revit 2027 API
UnitTypeId.BritishThermalUnitsPerHour Property
 British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerHour { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerHour {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace